def translit(text):
    letter = {
        ' ': '_',
        ',': '_',
        'а': 'a',
        'б': 'b',
        'в': 'v',
        'г': 'g',
        'д': 'd',
        'е': 'e',
        'ё': 'yo',
        'ж': 'zh',
        'з': 'z',
        'и': 'i',
        'й': 'j',
        'к': 'k',
        'л': 'l',
        'м': 'm',
        'н': 'n',
        'о': 'o',
        'п': 'p',
        'р': 'r',
        'с': 's',
        'т': 't',
        'у': 'u',
        'ф': 'f',
        'х': 'h',
        'ц': 'c',
        'ч': 'ch',
        'ш': 'ch',
        'щ': 'ch',
        'ъ': '1',
        'ы': 'y',
        'ь': '1',
        'э': 'eh',
        'ю': 'u',
        'я': 'ya'
    }
    return ''.join([letter[i] if i in letter else i for i in text])


print(translit('суда в одной авиакомпании'))
