{
 "Tip1": "Tip1",
 "Tip2": "Tip2",
 "A+ Tip right here. \\n It's a shame it's so damn long eh? It just goes on and on and on and ooon": "A + Tip прямо здесь. П Это позор, что это так чертовски долго ль? Он просто идет дальше и дальше и дальше и ooon",
 "INTERRUPT: Stone Bolt": "ПРЕРЫВАТЕЛЬ: Анкерный болт",
 "Ranged players should stay spread 8 yards to avoid his charge hitting more than one player": "Дистанционные игроки должны оставаться Spread 8 ярдов, чтобы избежать его заряда удара более одного игрока",
 "Enrage: Dispel or Kite away during Fanatic's Rage": "Ярости: рассеивание или Kite прочь во время гнева фанатика",
 "The charge can be avoided completely with blinks / or sprints (stand as far away as possible)": "Заряда можно полностью избежать с миганий / или спринтов (стоять так далеко, насколько это возможно)",
 "Minor tank damage. Not dangerous.": "Незначительные повреждения бака. Безопасно.",
 "Priority Target": "Приоритет Target",
 "MUST kill the reanimation totem first.": "ДОЛЖЕН сначала убить реанимационной тотем.",
 "Will pulse HEAVY AoE to the party after totem is dead. Kill quickly.": "Будет ли пульс HEAVY АОГО к партии после того, как тотем мертв. Убей быстро.",
 "Interrupt(!): Bwonsamdi's Mantle (big CC immunity bubble)": "Прерывание (!): Bwonsamdi Мантия (большой CC иммунитет пузырь)",
 "Interrupt: Mending Word (medium heal)": "Прерывание: Починка Word (средний заживают)",
 "If they get a bubble off then you'll need to drag all of the mobs out of it.": "Если они получают пузырь от то вам нужно перетащить все мобы из него.",
 "Interrupt(!!): Fiery Enchant (buffs a nearby Juggernaut to throw fire)": "Прерывание (!!): Fiery Чара (полирует поблизости Джаггернаут бросить огнь)",
 "Will also cast Wild Fire (dmg + DoT) on random players but this is a less important interrupt": "Будет также отливать Дикий Огонь (DMG + DOT) на случайных игроков, но это менее важно прерывание",
 "Priority Target: will heal and gain damage every time a nearby mob dies": "Приоритет Цель: заживет и получить повреждения каждый раз, когда поблизости моб умирает",
 "Defensive: Soul Burn (Heavy DoT on one player)": "Оборонительная: Ожог души (Heavy дот на одного игрока)",
 "Not dangerous. Stand in blood pools before transfusion to kill them more quickly": "Безопасно. Стенд в лужах крови перед переливанием, чтобы убить их быстрее",
 "Will jump to random allies and deal damage in a small AoE": "Буду прыгать случайные союзник и наносит урон в небольшом AoE",
 "Stay grouped but with a 3yd gap between each player.": "Оставайтесь сгруппированы, но с зазором между 3yd каждого игрока.",
 "Interrupt(!!): Terrifying Screech (long AoE fear)": "Прерывание (!!): Ужасающий визг (длинный АЫЙ страх)",
 "Skippable! Just walk carefully around the edge of the platform.": "Пропускаемое! Просто ходить осторожно по краю платформы.",
 "Will charge a random player. Other allies should stand clear so only one is hit": "Поручу случайный игрок. Другие союзники должны стоять ясно, так что только один удар",
 "Interrupt or Purge: Dino Might (medium HoT)": "Прерывание или продувки: Дино Мощь (средняя ХоТ)",
 "Interrupt or decurse: Unstable Hex (long CC)": "Прерывание или decurse: Нестабильный Hex (длинный CC)",
 "The Hex spreads to allies within 8 yards when dispelled. Give them time to walk out.": "Шестигранные спреды к союзникам в радиусе 8 ярдов, когда развеялись. Дайте им время, чтобы выйти.",
 "Channels a big damage reduction shield that protects nearby enemies": "Каналы большой экран уменьшение урона, который защищает ближайших врагов",
 "Knockbacks are key here because you can knock his shield away from the rest of the pack": "Knockbacks являются ключевыми здесь, потому что вы можете сбить его щит от остальной части пакета",
 "Will Shield Bash nearby enemies if tank isn't in range. This really hurts so keep distance.": "Будет ли Shield Bash окружающих врагов, если танк не находится в диапазоне. Это действительно так больно держать дистанцию.",
 "Start stealthed and will stun you if they get the jump on you. Let the tank lead.": "Начало незаметности и ошеломит вас, если они получают скачку на вас. Пусть танк свинца.",
 "Heavy tank damage. Particularly during Venonfang Strike (dispellable poison)": "Тяжелые повреждения бака. В частности, во время Venonfang Удар (dispellable яд)",
 "The mob is stealthed so by the time you read this you might already be dead...": "Моб незаметности поэтому к тому времени, когда Вы читаете это, вы, возможно, уже мертв ...",
 "Stand in the blood pools before Transfusion is cast": "Стенд в бассейнах крови перед переливанием отливают",
 "The debuff lasts 15 seconds so you can grab it early": "Дебафф длится 15 секунд, так что вы можете захватить его раньше",
 "Priority Target (or CC): Spirit of Gold (eats blood pools)": "Приоритет цель (или CC): Дух Золота (съедает лужи крови)",
 "Contribute DPS and keep the tank alive. Very easy fight.": "Заплатить ДПС и держать бак жив. Очень легко бороться.",
 "Totems first. Boss second. Totems MUST die within 7 seconds of each other.": "Тотемы первым. Boss второй. Тотемы должен умереть в течение 7 секунд друг от друга.",
 "Consider assigning one DPS to each totem.": "Рассмотрим назначение один DPS для каждого тотема.",
 "Boss will instantly heal until totems are dead so don't multi-DoT him.": "Босс будет мгновенно заживает до тотемов мертвы, так что не мульти-дот его.",
 "Heavy ticking damage. Be efficient, use your cooldowns regularly.": "Тяжелый тикают ущерб. Будь эффективным, использовать ваши кулдауны регулярно.",
 "The damage tends to be heavier while the totems are up so it's ok if you use more mana / CD's there.": "Ущерб, как правило, тяжелее, в то время как Тотемы так это нормально, если вы используете больше маны / CD есть.",
 "Don't stand on piles of bones": "Не стоять на груды костей",
 "Line of Sight: Terrifying Visage": "Линия зрения: Ужасающая Visage",
 "Tank the boss up against a pillar on the side of the room. You can use them for easy LoS.": "Танк босс против столба на стороне комнаты. Вы можете использовать их для легкой Лось.",
 "Run from: Pursuit (though currently undertuned)": "Бегите от: Pursuit (хотя в настоящее время undertuned)",
 "Put down a raid marker 40 yards from the boss. During Soulrend, DPS / Healers stack on this point.": "Опусти рейд маркер 40 ярдов от босса. Во время стека Soulrend, DPS / целителей по этому вопросу.",
 "This lets you stun and AoE down the adds that spawn.": "Это позволит вам оглушить и АЫЙ вниз добавляет, что икра.",
 "There's plenty on the floor to dance around. It all hurts.": "Там есть много на полу, чтобы танцевать вокруг. Это все болит.",
 "Healing CD: Soulrend. Otherwise spot heal anyone who stands in spiders.": "Healing CD: Soulrend. В противном случае место залечить всех, кто стоит у пауков.",
 "Moderate tank damage.": "Умеренное повреждение бака.",
 "Soothe: Beastial Wrath (50% dmg buff)": "Умиротворение: Животная аура (50% DMG положительного эффекта)",
 "Tranq Shot: Beastial Wrath (50% dmg buff)": "Tranq выстрел: Животная аура (50% DMG положительного эффект)",
 "Interrupt (or purge): Healing Balm (medium HoT)": "Прерывание (или продувка): Заживление бальзам (средняя ХоТ)",
 "Dispel: Infected Wound (Disease, -healing taken)": "Рассеивание: Infected Wound (болезнь, -healing принято)",
 "VERY annoying mob. Frontal cleave (tank can dodge after cast starts)": "ОЧЕНЬ раздражает моб. Фронтальные расщепляет (танк может увернуться после начала броска)",
 "Will throw the tank but no longer drops threat. Pull one at a time if possible.": "Буду бросить танк, но уже не падает угрозу. Вытащите по одному, если это возможно.",
 "Dispel: Poisoning Strike (Poison, DoT, wait until 2 stacks)": "Рассеивание: Отравление Удар (Яд, дот, ждать до 2-х стопок)",
 "Move out of the red swirls. They burn. Don't burn.": "Вынести из красной сучки. Они горят. Не горят.",
 "These don't really move but still have threat table. Tank everything on top of them.": "Это на самом деле не двигаться, но все еще есть таблица угроз. Tank все на них сверху.",
 "Why are you killing the poor mules!?": "Почему вы убиваете бедные мул !?",
 "No notable mechanics but still... why!?": "Нет заметных механики, но все же ... почему !?",
 "Mostly harmless. Pull as few of them as you can.": "В большинстве случаев безвредна. Вытащите, как некоторые из них, как вы можете.",
 "Stacks healing debuff on tank. Pull out your AoE CC here.": "Стеки Целебные дебафф на танке. Вытащить свой АОЕ CC здесь.",
 "Interrupt or Dodge: Sea Spout (conjures dodgeable blue swirls everywhere)": "Прерывание или Dodge: Море Носик (колдует dodgeable синей сучки везде)",
 "Two abilities to dodge. Boulder toss is a grey swirl that will stun you (if you live).": "Две способности к увернуться. Boulder Жеребьевка серая вихрь, который ошеломит вас (если вы живете).",
 "Ground Shatter is a 9 yard AoE around him that you'll move out of.": "Первый Shatter является 9 двора AoE вокруг него, что вы будете выходить из.",
 "Will lay traps around the area. Standing in one roots you and deals very heavy damage": "Будет лежать ловушки вокруг области. Стоя в одном корней и наносит очень серьезный ущерб",
 "Will jump to random players.": "Буду прыгать случайные игрок.",
 "Don't stand 50 yards away so they stay in AoE (looking at you, Hunters)": "Не стоять 50 ярдов, так что они остаются в AoE (смотрит на вас, Hunters)",
 "Dispel: Plague Step (Disease, small DoT & -healing taken": "Рассеивание: чума Шаг (болезнь, небольшой дот & -healing приняты",
 "Have a minor AoE slow but otherwise harmless": "Есть незначительные AoE медленно, но в противном случае безвредны",
 "Fixates random allies. The scrapper should be kited or you should pop a major defensive.": "Случайные союзники фиксирует. Скребок должен быть кайтить или вы должны поп крупный оборонительный.",
 "Soothe: Blind Rage (yes, you can stop the fixate. Soothe is god.)": "Умиротворение: слепая ярость (да, вы можете остановить зацикливается Умиротворение бог.).",
 "Tranq Shot: Blind Rage (yes, you can stop the fixate.)": "Tranq Shot: слепая ярость (да, вы можете остановить зацикливается.)",
 "Interrupt(!): Shattering Bellow (AoE damage, spell interrupt)": "Прерывание (!): Раскол пыльник (повреждение AoE, заклинание прерывание)",
 "Bellow only has a 30 yard range so it doesn't hurt to stand back if you're a caster.": "Пыльник только имеет диапазон 30 ярдов, так что это не больно, чтобы стоять в стороне, если вы кастер.",
 "Has a bouncing blade. Stand 8 yards apart to minimize bouncing.": "Имеет подпрыгивая лезвие. Стенд 8 ярдов друг от друга, чтобы свести к минимуму подпрыгивая.",
 "Will drag random ranged players into him. Consider using a defensive.": "Будет ли перетащить случайные варьировались игроков в него. Рассмотрите возможность использования оборонительных.",
 "The real danger here is that you get dragged into the Crushers abilities.": "Реальная опасность в том, что вы получите втянутыми в способности дробилок.",
 "Interrupt: Painful Motivation (45% dmg buff)": "Прерывание: Болезненные мотивация (45% DMG положительный эффект)",
 "The buff also deals heavy damage to the mobs. The risk is up to you.": "Бафф также наносит тяжелый урон мобов. Риск до вас.",
 "Interrupt: Thundering Squall (moderate 12s 10yrd AoE)": "Прерывание: Громовых Squall (умеренная 12S 10yrd AoE)",
 "You can walk out of this but your melee will lose damage.": "Вы можете выйти из этого, но ваша рукопашная потеряет ущерб.",
 "Frontal Cleave (Blade Barrage, tank can dodge after cast start)": "Лобовое Раскалывание (лезвия Заграждение, танк может увернуться после старта литой)",
 "Heavy tank damage.": "Тяжелые повреждения бака.",
 "Dispel(!): Oiled Blade (Magic, 75% healing reduction)": "Рассеивание (!): Промасленная клинка (Magic, 75% исцеления уменьшение)",
 "Phase 1 (above 75% HP): Just dodge the brown charge swirl.": "Фаза 1 (выше 75% HP): Просто увернуться коричневый заряд вихря.",
 "Interrupt: Revitalizing Brew (HoT). You can drink it off the floor after you interrupt it.": "Прерывание: Восстанавливающий Brew (HoT). Вы можете пить его с пола после ее прерывания.",
 "Spread around the boss. His powder shot deals damage in a big cone in a random players direction.": "Спред вокруг босса. Его порошок выстрел наносит урон в большом конусе в случайном направлении игроков.",
 "Big bird will swoop through the arena dealing heavy dmg. Watch what direction he's facing.": "Большая птица будет бросаться через арену дела тяжелой дамаги. Часы, в каком направлении он сталкивается.",
 "Don't fight all three at once! You need to complete a mini game to remove one from the fight.": "Не боритесь все три сразу! Вы должны закончить мини-игру, чтобы удалить его из боя.",
 "Mini-game rotates weekly. Find the dog, drink with vulperas or beat up the knuckledusters.": "Мини-игра вращается еженедельно. Найти собаку, выпить с vulperas или избили кастетами.",
 "Raoul: Throws barrels on allies heads. Destroy them (barrel, not player). Dodge swirls.": "Raoul: Выдает бочки на союзник головах. Уничтожьте их (ствол, а не игрок). Dodge сучки.",
 "Eudora: Hits random allies, then casts big series of cones across arena.": "Eudora: Хиты случайных союзников, затем бросает большие серии шишек по всей арене.",
 "Jolly: Dodge spinning blades. Watch out for boss charge.": "Jolly: Dodge спиннинг лезвия. Следите за босс плату.",
 "Honestly this fight has way too many mechanics. Check website soon for more information.": "Честно говоря, эта борьба имеет слишком много механики. Посетите веб-сайт в ближайшее время для получения дополнительной информации.",
 "Phase 1 (Pig). You need to click him 5 times as a group.": "Фаза 1 (рис). Вам нужно нажать на него в 5 раз, как группа.",
 "Phase 2 (Turtle): Dodge the big shells.": "Фаза 2 (Черепаха): Dodge больших раковин.",
 "Phase 3 (Shark Puncher): Move from Sharknado, run from flailing sharks.": "Фаза 3 (Shark Перфоратор): Переход от Sharknado, бегите от размахивая акул.",
 "You need to run the sharks through the chum to slow them down.": "Вы должны запустить акула через кету, чтобы замедлить их.",
 "Go too close to the side of the arena and spectators will throw fruit. Heavy fruit.": "Перейти слишком близко к стороне арены и зрители будут бросать фрукты. Тяжелые плоды.",
 "When marked with Cannon Barrage run from the party. You'll spawn swirls.": "Когда отмечен Cannon Barrage бежать из партии. Вы нерест водовороты.",
 "Prioritize the adds that spawn. They'll fixate a player and self-destruct. CC, slow, kill.": "Приоритетность аддов, что икра. Они будут фиксироваться игроком и самоуничтожение. CC, медленно убивают.",
 "Sabers spawn near the boss and fly in the direction they're facing. Stand between them.": "Сабли икры рядом с боссом и лететь в направлении они сталкиваются. Встаньте между ними.",
 "At 30% life he'll take and deal double damage. Save defensive, and offensive cooldowns.": "На 30% жизни он будет принимать и рассматривать двойной урон. Сохранить оборонительного и наступательного кулдауны.",
 "Not good looking.": "Не красивый.",
 "Frontal Cleave ('Suppression Slam', stuns, dodgeable by tank)": "Фронтальная Клив ( «Подавление Slam», станы, dodgeable танком)",
 "MUCH more dangerous with the Released Inhibitors buff (gained a few moments in). Take care.": "НАМНОГО более опасно с выходом ингибиторов нагишом (получил несколько моментов в). Береги себя.",
 "Fixates random players and fears if they touch.": "Случайные игроки фиксирует и страхи, если они касаются.",
 "Purge / Mass Dispel / Arcane Torrent will instantly kill them.": "Purge / Массовое рассеивание / Arcane Torrent мгновенно убить их.",
 "Will block all spells from a direction with Vigilant Defense. Attack from behind.": "Будет ли блокировать все заклинания из направления с Vigilant обороны. Атака сзади.",
 "Deals very heavy damage with Ancestral Fury. Cooldown if no soothe available.": "Наносит очень тяжелый урон Родовой Фьюри. Кулдаун если не успокаивают доступны.",
 "Soothe: Ancestral Fury (+100% dmg)": "Умиротворение: Родовой Фьюри (+ 100% DMG)",
 "Tranq Shot: Ancestral Fury (+100% dmg)": "Tranq Shot: Родовой Фьюри (+ 100% DMG)",
 "Interrupt(!!): Shadowbolt Volley (AoE nuke)": "Прерывание (!!): Shadowbolt Volley (AoE нюк)",
 "Do your best to avoid the tornados. Melee especially.": "Делайте все возможное, чтобы избежать смерчей. Мили особенно.",
 "Bladestorm will wreck your life. Dread it. Run from it. Bladestorm arrives all the same.": "Клинки разрушат вашу жизнь. Dread его. Бегите от него. Клинки приходят все то же самое.",
 "Will Mind Control a random player. Dispel it. Don't kill them.": "Будет ли Mind Control случайного игрока. Развеять его. Не убивайте их.",
 "Channels HEAVY AoE lightning. Move. Quickly.": "Каналы HEAVY AoE молнии. Переехать. Быстро.",
 "If you stopped to read this you're probably already dead.": "Если вы остановились, чтобы прочитать это вы, вероятно, уже мертв.",
 "Stun Interrupt(!): Axe Barrage (Heavy AoE DoT)": "Stun прерывания (!): Ax Barrage (Heavy АОЕ ДоТ)",
 "Interrupt or Purge(!!): Induce Regeneration (big ST heal)": "Прерывание или Purge (!!): Побудить Регенерация (большой ST заживают)",
 "Don't stand in the big purple pools. Easy.": "Не стоять в больших фиолетовых бассейнах. Легко.",
 "Will leap to a random player and then spam cleave. Just move away / behind it.": "Буду прыгать на случайный игрок, а затем спам скол. Просто отойти / позади него.",
 "While debuffed you'll poop pools behind you. Don't drop them on friends.": "В то время как debuffed вы корма бассейнов позади вас. Не бросайте их на друзей.",
 "Dispel: Hidden Blade (Poison, causes the green pools)": "Рассеивание: Скрытый клинок (яд, вызывает зеленые бассейны)",
 "Will teleport to the purple swirls and AoE. Just move from them.": "Будет ли телепортироваться к пурпурной сучке и AoE. Просто двигаться от них.",
 "Will spin a beam in a clockwise direction. Follow it around so you don't get hit.": "Будет ли закрутить луч в направлении по часовой стрелке. Следуйте за ним вокруг, так что вы не получите удар.",
 "Don't stand in the fire. You've been practicing for 14 years.": "Не стоять в огне. Вы практиковали в течение 14 лет.",
 "Interrupt(!): Hex (long adorable CC)": "Прерывание (!): Hex (длинный очаровательны CC)",
 "The tank must stay within 10 yards of the mob to soak Severing Blade casts.": "Резервуар должен находиться в пределах 10 ярдов от толпы, чтобы впитать Зеверинг отвал слепки.",
 "The mob will leap to random players. Don't stand too far away, and run when he moves.": "Толпа прыгнет случайные игрок. Не стойте слишком далеко, и бежать, когда он движется.",
 "These deal HEAVY tank damage. It's Ironbark / Sac / Guardian Spirit time.": "Это наносит урон тяжелый танк. Пора Ironbark / Саки / опекуна Духа.",
 "Huge, easily dodgeable ground AoE attack. Ranged should keep distance to minimize movement.": "Огромная, легко dodgeable земли АоЙ атака. Дальний бой должны держать дистанцию, чтобы свести к минимуму движения.",
 "You must kill the Healing Tide Totem they put down.": "Вы должны убить Healing Tide Totem они положили вниз.",
 "If targeted by Poison Barrage you must move out of the party.": "Если мишень Яда Barrage вы должны выйти из партии.",
 "A large cone AoE will be fired in your direction and only you must be hit.": "Большой конус AoE будет срабатывать в вашем направлении, и только вы должны ударить.",
 "Also has a knockback. Stand close to the edge at your own peril.": "Также имеет отбрасывания. Стенд близко к краю на свой страх и риск.",
 "Wait for it to jump to a target, then run behind it. It's like a cleave.": "Дождитесь, чтобы перейти к цели, а затем бежать за ним. Это как скол.",
 "If afflicted with Dark Revelation then run from the group. Deals proximity dmg on expiry.": "Если пораженный Dark Откровение затем запустить из группы. Предложения близости дамаги по истечению.",
 "On debuff expiry focus fire the add that spawns.": "На дебаффа срока фокус огня добавить, что нерестится.",
 "One player stands in each dark pool. You'll soak the damage for the party.": "Один игрок стоит в каждом темном бассейне. Вы замочить ущерб для партии.",
 "When afflicted with Spit Gold you should run to a corner that your party pre-selects.": "Когда пораженная коса Gold вы должны бежать к углу, что ваша партия предварительно отбирающие.",
 "You'll drop a pool when it expires. You want all the pools grouped closely together": "Вы подвезете пул, когда он истекает. Вы хотите, чтобы все бассейны сгруппированы близко друг к другу",
 "When Lucre's Call is cast all pools will turn into adds which will run to the boss.": "Когда вызов корысти отливаются все бассейны превратятся в добавляет, который будет работать на босс.",
 "CC them, slow them, kill them. If they reach the boss he'll get an absorb shield and dmg buff.": "CC их, замедлить их, убить их. Если они достигают босса он получит поглощающий щит и DMG бафф.",
 "When the boss is low CC the adds and burn him down.": "Когда босс низкий CC аддов и записать его.",
 "Dodge the Serpentine Gust. It's a basic 15yd AoE.": "Dodge Серпентайну Gust. Это основной 15yd AoE.",
 "You need to pull the boss away from the gold blobs wherever possible. You're first to die if they reach him.": "Вы должны вытащить босса подальше от золотых сгустков, где это возможно. Ты первый, чтобы умереть, если они достигают его.",
 "Spit Gold targets will need heavy spot healing.": "Кос Золото цели потребуется тяжелое пятно заживление.",
 "You have CC of your own. Time to pull out that utility.": "Вы CC самостоятельно. Время, чтобы вытащить эту утилиту.",
 "Mchimba here is going to shut one of you in a crypt. Spam action button to shake your coffin.": "Mchimba здесь собирается закрыть один из вас в склепе. Кнопка Спама трясти гроб.",
 "The rest of the party finds the wiggling sarcophagus and lets them out": "Остальные партии находит шевелить саркофаг и позволяет их",
 "Opening the wrong one spawns a mummy. Interrupt its Wretched Discharge or pay the price.": "Открытие неправильный нерестится мумия. Прерывание его Wretched разряда или заплатить цену.",
 "There's also plenty of fire around the room to dodge.": "Там также много огня по комнате, чтобы увернуться.",
 "Debuff: Drain Fluids / Dessication. Spam heal the player to above 90% life.": "Debuff: Слить ФЛЮИДЫ / усыхание. Спам залечить игрок выше 90% жизнь.",
 "Council. Order you fight them in changes week to week. When you kill one they'll cast as spirits.": "Совет. Заказ вы боретесь их изменения недели в неделю. Когда вы убиваете одного они будут отбрасывать как духи.",
 "Aka'ali: Barrel Through. targeted on player. Rest of party stands between them and boss to soak.": "Aka'ali: Бочка Через. направлено на игроке. Остальные партии стоит между ними и босса, чтобы помочь.",
 "Kula: Dodge the spinning axes": "Kula: Dodge оси прядения",
 "Zanazal(!!!): Kill the Explosive Totem immediately. Party wipe if cast goes off.": "Zanazal (!!!): Убить Explosive Totem немедленно. Сторона протирать, если литая погаснет.",
 "Totem kill order is otherwise Explosive > Thundering > Torrent > Earthwall": "Тотем заказ убить иначе Взрывное> Громового> Torrent> Earthwall",
 "Aka'ali: Run away from boss after Debilitating Backhand knockback. You take triple dmg during debuff.": "Aka'ali: Убежать от босса после изнурительных наотмашь отбрасывания. Берешь тройную дамага во время дебаффа.",
 "Kula: Spot heal the Severing Axe debuff.": "Kula: Пятно залечить дебафф Зеверинг Ax.",
 "Busy boss, but most of it isn't threatening.": "Busy босс, но большинство из них не угрожает.",
 "Dodge tornados, move away from the raptor after it leaps. Kill Reban quickly when he spawns.": "Dodge смерчи, отойти от ящера после выпрыгивает. Убить Reban быстро, когда он возродится.",
 "Will cast an uninterruptable fear while riding T'zala. Again, not that dangerous.": "Буду ли бросить страх бесперебойного во время езды T'zala. Опять же, это не опасно.",
 "At 40% you'll have to dodge patterns of brown spear swirls. Focus on your movement instead of DPS.": "На 40% вы должны будете уворачиваться узоры коричневого копья сучки. Сосредоточьтесь на движении, а не ДПС.",
 "Look. This isn't related to the mob, but don't swim in the water. A shark will eat you.": "Посмотрите. Это не связано с толпой, но не плавают в воде. Акула съест.",
 "Frontal Cleave ('Slobber Knocker', tank can dodge)": "Фронтальная Клив ( «слюнявца Молоток», танк может увернуться)",
 "Mostly just wreck your tank including a -haste debuff.": "В основном просто разрушить ваш танк включая -haste дебаффа.",
 "Interrupt or Purge(!!!): Watertight Shell (90% AoE DR, AoE damage on expiration)": "Прерывание или Purge (!!!): Водонепроницаемая Shell (90% AoE DR, повреждение АОГО по истечению)",
 "Throws fire at random players. Mostly harmless.": "Выдает огнь случайных игроков. В большинстве случаев безвредна.",
 "Frontal Cleave ('Heavy Slash', stuns, tank can dodge)": "Фронтальная Клив ( «Heavy Slash», станы, танк может увернуться)",
 "Completely harmless. Your healer could 1 v 1 it.": "Совершенно безвредны. Ваш целитель мог 1 v 1 он.",
 "No notable mechanics.": "Нет заметный механик.",
 "Dangerous. Don't punch.": "Dangerous. Не пробивать.",
 "Will charge random players. Spread out.": "Поручит случайных игроков. Распространенный.",
 "The hound and packmaster get +125% dmg while together so kill the dog quickly.": "Пес и караванщик получает + 125% урон, а вместе с тем убить собаку быстро.",
 "Watch for the swirl he'll mark on the ground. He's apparently a stealthy little shit.": "Следите за вихрем он отметит на земле. Он по-видимому, незаметное немного дерьма.",
 "Frontal Cleave ('Singing Steel', tank can dodge)": "Фронтальная Клив ( «Поющая сталь», танк может увернуться)",
 "Has an AoE attack called Savage Tempest. Step away from the mob at that time.": "Имеет AoE атаку под названием Savage Tempest. Отойдите от толпы в то время.",
 "Will hook random players and there's nothing you can do about it.": "Зацепит случайных игроков, и нет ничего, что вы можете с этим поделать.",
 "Spread 5 yards and dodge any Burning Tar patches.": "Spread 5 ярдов и увернуться все патчи Горение Тар.",
 "Stacks a curse on the tank. Dispel it, or focus this mob first.": "Стеки проклятие на танке. Развеять его, или фокус этого моба первым.",
 "Will focus a random player and charge toward them. All players must dodge this.": "Остановлюсь случайного игрока и заряд по отношению к ним. Все игроки должны уклоняться от этого.",
 "Once fixated he won't follow the player, so even they can avoid it.": "После того, как зациклена он не будет следовать за игроком, так что даже они могут избежать.",
 "Will cast Bolstering Shout (DR buff to nearby allies). Try and tank him away from the others where possible.": "Будет ли отбрасывать Bolstering Shout (DR бафф ближайшим союзникам). Попробуйте и танк его подальше от других, где это возможно.",
 "Keep her rooted or slowed to stop her leaping around the room.": "Держите ее коренится или замедлилось, чтобы остановить ее прыгая вокруг комнаты.",
 "A player will get a Sighted Artillery debuff. Their location is hit with missiles every 1.5s": "Игрок получит дебафф Плоховидящих Artillery. Их расположение ударили ракеты каждые 1,5 сек",
 "These missiles also damage trash. Use wisely and don't die.": "Эти ракеты также повреждают мусор. Используйте с умом и не умирают.",
 "Frontal Cleave ('Crimson Swipe')": "Фронтальная Клив ( «Кримсон Размах»)",
 "Completely harmless. Your grandma could 1 v 1 it.": "Совершенно безвредны. Ваша бабушка может 1 v 1 это.",
 "D-don't walk into the bananas.": "D-не ходить в бананах.",
 "Frontal Cleave ('Viscous Slobber', tank can't dodge)": "Фронтальная Клив ( «Вязкие слюни», танк не может увернуться)",
 "Frontal Cleave ('Crushing Slam', stuns, tank CAN dodge)": "Фронтальная Клив ( «Дробление Slam», станы, танк может увернуться)",
 "Terrifying Roar is a 30yd AoE Fear. Ranged players should stand at max distance.": "Ужасающий рев является AoE Fear 30 ярдов. Дистанционные игроки должны стоять на максимальном расстоянии.",
 "Interrupt(!): Revitalizing Mist (Big ST heal)": "Прерывание (!): Восстанавливающий Mist (Big ST заживают)",
 "Interrupt or Dispel(!): Choking Waters (DoT, silence)": "Прерывание или рассеивание (!): Удушье Waters (дот, молчание)",
 "Moderate tank threat. Stacks -healing debuff.": "Умеренный бак угроза. Стеки -healing дебафф.",
 "Dispel: Rotting Wounds (Disease, -healing, stacks)": "Рассеивание: Гниющее Раны (болезнь, -healing, стеки)",
 "Focus all adds over the boss until he's low.": "Фокус все добавляет над боссом, пока он низко.",
 "Boss will fixate a ranged player who must kite. He'll hit you with iron pipe if he catches you.": "Босс будет фиксироваться дистанционным игроком, который должен кайтом. Он ударил вас с железной трубой, если он ловит вас.",
 "Kite the boss into the munitions to stun him.": "Кайт босса в боеприпасы, чтобы оглушить его.",
 "Will re-fixate every 20 seconds. He does speed up so if you're going to get hit then pop defensive CD.": "Будет ли вновь фиксироваться через каждые 20 секунд. Он делает скорость так, если вы собираетесь получить удар тогда поп-оборонительный CD.",
 "BEAR FORM THE IRON PIPE. Or... just run.": "BEAR ФОРМА ЖЕЛЕЗНЫЙ PIPE. Или ... просто запустить.",
 "Keep her rooted or slowed to prevent her running and Gut Shotting people.": "Держите ее коренится или замедлилось, чтобы предотвратить ее бег и Гай съемки людей.",
 "When boss reaches full energy she'll return to her ship and start firing in patterns.": "Когда босс достигает полную энергию, она будет возвращаться на корабль и начать стрелять в шаблонах.",
 "AoE the adds down until a cannoneer drops an ordnance to fire back at the boss.": "AoE адды вниз до тех пор, канонир не сбрасывает боеприпас отстреливать на боссе.",
 "This causes her to re-engage and the fight repeats.": "Это заставляет ее вновь участвовать и борьба повторы.",
 "Frontal Cleave (Deckhands & boss)": "Лобовое Раскалывание (палубное & босс)",
 "Will shoot damaging pools in a straight line in front of him. Don't stand in them.": "Буду стрелять повреждение бассейна по прямой линии перед ним. Не стойте в них.",
 "You'll want to tank him near a corner to minimize space taken up by pools.": "Вы хотите, чтобы танк его ближе к углу, чтобы минимизировать пространство, занимаемое бассейнов.",
 "He'll also target random allies with Break Water which leave identical pools. Watch your position.": "Он также будет предназначаться случайными союзниками водоотвода, которые оставляют одинаковые пулы. Наблюдайте свою позицию.",
 "Hide behind the statue during the massive wave. It won't hurt you there.": "Скрыть позади статуи во время массивной волны. Это не повредит вам там.",
 "Target order: Demolishing Terror > Gripping Terror. Target swap whenever a new Demo spawns.": "Целевой заказ: демонтажный Террор> Захватывающий террор. Target своп всякий раз, когда новый демо нерестится.",
 "Demolishers need to be tanked quickly or they'll deal crushing AoE damage to the party.": "Разрушителей должны быть танком быстро, или они будут иметь дело сокрушительный урон AoE к партии.",
 "Killing Gripping Terrors will reactive the cannon. Use it to damage the boss.": "Уничтожение захватные Terrors будет реакционноспособных пушки. Используйте его, чтобы повредить босс.",
 "After firing cannon move left to the next one. There are three total. The water hurts. Don't swim.": "После стрельбы пушки двигаться влево к следующему. Есть три тотальные. Вода болит. Не плавать.",
 "The cannons line of sight healing. Zzzzzzzzzzzzzz.": "Пушки линии визирования исцеления. Zzzzzzzzzzzzzz.",
 "Dispel Putrid Waters on cooldown or the 30s debuff will overwhelm you.": "Рассеивание Putrid Уотерс на время восстановления или 30-х годов дебафф переполняют вас.",
 "Will cast a slow Power Shot at a player. Hits in a line and all players should avoid when cast starts.": "Будет ли отливать медленно Power Shot на игрока. Хиты в линии и все игроки должны избегать при запуске литых.",
 "No threat table. Attacks random players.": "Нет угрозу таблицы. Атак случайных игроков.",
 "Don't move with Neurotoxin unless in the way of Power Shot. It'll sleep you.": "Не двигайся с Нейротоксин, если на пути Power Shot. Он будет спать вас.",
 "Interrupt(!): Healing Surge (moderate heal)": "Прерывание (!): Healing Surge (модерировать заживают)",
 "Will also lightning bolt random players but this is low priority.": "Будет также болт молнии случайных игроков, но это низкий приоритет.",
 "Has a 30yd mini-interrupt. Casters must stand further away.": "Имеет 30 ярдов мини-прерывание. Колесики должны стоять дальше.",
 "These interrupt random players. I hate to say this, but you're going to have to kill some puppies.": "Они прерывают случайные игрок. Я не хочу говорить об этом, но вы будете иметь, чтобы убить несколько щенков.",
 "Will blade flurry the tank. Tank can take it but nearby melee should stay 5yds away.": "Будет ли Blade Flurry бак. Танк может принять его, но поблизости от ближнего боя должны остаться 5yds прочь.",
 "Interrupt(!!): Healing Surge (Large ST Heal)": "Прерывание (!!): Healing Surge (Large ST Исцели)",
 "Frontal Cleave (Noxious Breath, DoT, tank can dodge after cast start)": "Лобовое Раскалывание (Вредное дыхание, дот, танк может увернуться после старта литой)",
 "They also have a SECOND frontal cleave so definitely face away": "Они также имеют второй лобной прилипнет так определенно отворачиваться",
 "When Electrified Scales is up you'll take reflect damage. Don't stop DPS, just watch health.": "Когда Электрифицированные весы вверх вы возьмете отражать урон. Не останавливайтесь ДПС, просто смотреть на здоровье.",
 "Dispel: Cytotoxin (Poison, Stacking DoT, dispel on 2+)": "Рассеивание: цитотоксин (Яд, Stacking дот, рассеивание на 2+)",
 "Drag mobs out of the sandcloud they drop. It causes everything to miss.": "Перетащите мобы из sandcloud они падают. Это приводит все к промаху.",
 "Frontal Cleave (Scouring Sand, large area)": "Фронтальная Клив (соскабливая песок, большая площадь)",
 "Frontal Cleave": "Фронтальная Клив",
 "Move out of the lightning circles on the ground": "Перемещение из кругов молнии на землю",
 "Will self destruct when low. Kill quickly or move away from it.": "Самоуничтожимся когда низкий. Убей быстро или отойти от него.",
 "Interrupt(!!): Stoneshield Potion (90% damage reduction)": "Прерывание (!!): зелье каменного щита (90% уменьшение урона)",
 "Healer mob. Don't pull too many at once or you'll spend half your timer here.": "Целитель моб. Не тяните слишком много сразу, или вы будете тратить половину своего таймера здесь.",
 "Stun Interrupt: Drain (big heal, dmg buff)": "Stun прерывания: Drain (большой заживают, DMG бафф)",
 "Interrupt: Greater Healing Potion (Big heal)": "Прерывание: Greater Healing Potion (Большой заживают)",
 "Dispel: Venomous Spit (Poison, DoT, Stacks)": "Рассеивание: Ядовитый Кос (Яд, Дот, стеки)",
 "Interrupt or Purge(!!): Accumulate Charge (damage buff)": "Прерывание или Purge (!!): Накопить Charge (повреждение бафф)",
 "Will deal heavy AoE damage based on number of charges.": "Будет ли иметь дело тяжелого повреждения АОГО, основанное на количестве зарядов.",
 "Don't stand in the swirls.": "Не стой в завихрения.",
 "Will Shock random players for medium damage. Save your kicks for the Nimbus.": "Потрясем случайные игрок для повреждения среды. Сохраните пинки для Nimbus.",
 "Will deal persistent AoE to random allies. Not overly dangerous.": "Будет ли иметь дело постоянное AoE случайных союзников. Не слишком опасно.",
 "Engaging him will stop sparks on the bridge so your... less-mobile allies can make it across.": "Привлечение его остановит искры на мосте, так что ваши ... менее мобильные союзники могут сделать это через.",
 "Dodge the blue swirls.": "Dodge синей сучки.",
 "Interrupt: Shock (damage burst on random ally)": "Прерывание: Шок (повреждение взрыв на случайного союзника)",
 "Exist only to whack the orb carrier. AoE them down, keep as much threat as you can.": "Существуют только ударить ОРБ носитель. АЫЕ их вниз, держать столько угрозы, как вы можете.",
 "Respawn after a minute or so.": "Respawn через минуту или около того.",
 "You need to pick up orbs from each side of the room and move them to the big skull door.": "Вам нужно, чтобы забрать шары с каждой стороны комнаты и переместить их в большую дверь черепа.",
 "You can throw the orbs between players with the extra action button and should do so": "Вы можете бросить шары между игроками с помощью кнопки дополнительных действий и должны сделать так,",
 "Getting hit by a mob will cause you to drop it and be unable to pick it back up for a bit.": "Получение удара толпа заставит вас бросить его и быть не в состоянии забрать его обратно немного.",
 "This mob will steal the orb back. CC them and focus them down.": "Эта толпа будет воровать ОРБ обратно. CC их и сфокусировать их вниз.",
 "Dispel: Flame Shock (Magic, moderate DoT)": "Рассеивание: Flame Shock (Magic, умеренный дот)",
 "Interrupt: Chain Lightning (AoE dmg)": "Прерывание: Chain Lightning (АОЕ дамага)",
 "Dispel(!!): Snake Charm (Magic, long CC)": "Рассеивание (!!): Snake Charm (Magic, долго CC)",
 "Stacks a damage taken increase on the tank. Kite if low DPS.": "Суммируется с принимаемым уроном на танке. Кайт, если низкий ДПС.",
 "DON'T ATTACK THE ONE WITH LIGHTNING SHIELD": "Не нападайте ТЕ молнии SHIELD",
 "Lightly spread around the room to minimize movement": "Слегка облетела комнату, чтобы свести к минимуму движения",
 "Run out: Conduction debuff (8 yard AoE on expiry)": "Кончился: проводниковая дебафф (8 садового AoE по истечению)",
 "If you have 0-1 melee then have a ranged stay within 15yds to split Arcing Blade": "Если у вас есть 0-1 в ближнем бою, то есть колебались пребывание в пределах 15yds разделить Arcing отвал",
 "Defensive: Static Shock (2s cast, used when Aspix at 100 energy)": "Опорный: Статический шок (2s литой, используется, когда Aspix при 100 энергии)",
 "LOOK AWAY DURING BLINDING SAND. AHHHHH.": "Отвернись ВО Ослепление ПЕСОК. Ahhhhh.",
 "You can break allies from snakes with stun / incap. Otherwise DPS them out.": "Вы можете разбить союзник от змея с электрошокер / INCAP. В противном случае DPS их.",
 "Boss only burrows twice. Even on tyrannical +30.": "Босс только норы дважды. Даже на тиранической +30.",
 "During Boss burrow: DPS the adds and watch out for her dashes across the arena.": "Во время Boss норы: DPS аддов и следить за ней мчится по арене.",
 "Dispel: Cytotoxin (Posion, heavy DoT)": "Рассеивание: цитотоксическое (яд, тяжелый дот)",
 "You need to intercept beams so they don't hit boss or he'll gain energy": "Вы должны перехватывать лучи, чтобы они не попали босс или он будет получать энергию",
 "Beams debuff you and deal more damage over time. Take full beam, then switch for next set": "Балки дебафф вас и наносить больше урона в течение долгого времени. Возьмите полный луч, а затем перейти на следующий набор",
 "Defensive: Consume Charge (at 100 energy, heavy AoE)": "Оборонительный: Потребляйте Charge (при 100 энергии, тяжелый AoE)",
 "Damage gets worse longer the fight lasts. Channel healing into beam soakers": "Ущерб становится хуже чем дольше длится бой. Канал исцеления в soakers лучевых",
 "Healing CD: Consume Charge. Cast as boss nears 100 energy since party likely isn't topped": "Healing CD: Потребляйте Charge. В ролях, как босс приближается к 100 энергии, так как партия, скорее всего не превысила",
 "Kill Order: Heart Guardian > Toads > Plague Doctor > Hoodoo Hexer": "Убить Заказ: Сердце Гардиан> Жабы> Чумной доктор> Hoodoo Hexer",
 "Toads must be kept off your healer. They can be CC'd to buy time": "Жабы должны быть от вашего целителя. Они могут быть копии сообщений, чтобы выиграть время",
 "After hexers die you can heal boss in increments of 10->40, 40->70, 70-100% health": "После hexers умереть вы можете исцелить босс с шагом 10-> 40, 40-> 70, 70-100% здоровье",
 "You have as MUCH TIME AS YOU NEED. New hexers won't spawn until you heal him 30%.": "У вас есть столько времени, сколько вам нужно. Новый hexers не будет появляться, пока вы не залечить его на 30%.",
 "That means don't burn all of your mana rushing it. Save your cooldowns for the rest of the fight": "Это означает, что не горят все маны бросаясь его. Сохраните кулдауны для остальной части боя",
 "Will wang random allies with wrenches. Just heal through it.": "Уилл Ван случайные союзники с гаечными ключами. Просто заживают через него.",
 "Interrupt(!): Iced Spritzer (DoT, stun if full channel)": "Прерывание (!): Iced Spritzer (дот, оглушить, если полный канал)",
 "Interrupt(!): Kaja'Cola Refresher (HoT)": "Прерывание (!): Kaja'Cola Переподготовка (HoT)",
 "You can dispel the Brain Freeze stun if nobody interrupts.": "Вы можете рассеять оглушение Brain замерзнуть, если никто не прерывания.",
 "Harmless.": "Безопасно.",
 "Must be CC'd if they try and run to a mech or they'll get inside.": "Должно быть, если они копии сообщений попытаться бежать к роботу или они попасть внутрь.",
 "Dodge the red swirls to avoid knockback": "Dodge красные завитки, чтобы избежать отбрасывания",
 "Energy Shield blocks attacks from one direction. Just move around it.": "Energy Shield блокирует атаки с одного направления. Просто двигаться вокруг него.",
 "Watch out for the Tear Gas clouds. They disorient.": "Следите за облака слезоточивого газа. Они дезориентируют.",
 "Interrupt(!): Toxic Blades (causes DoT on all attacks)": "Прерывание (!): Токсичные Blades (вызывают дот на все атаки)",
 "Stun / CC Interrupt(!): Hail of Flechettes (heavy AoE)": "Stun / CC прерывание (!): Град флешетты (тяжелый AoE)",
 "The Flechettes have a huge radius so outranging isn't really an option.": "В флешетте имеет огромный радиус так outranging это не вариант.",
 "Will charge random allies and stun them. Rude.": "Поручим случайные союзник и оглушить их. Руд.",
 "Interrupt: Inhale Vapors (+50% phys dmg)": "Прерывание: вдыхать пары (+ 50% Phys DMG)",
 "Soothe: Inhale Vapors": "Успокоить: вдыхайте пары",
 "Tranq Shot: Inhale Vapors": "Tranq Shot: Вдох Испарение",
 "When sappers get low they'll cast Final Blast. Kill or CC them to prevent the cast or move away from it.": "Когда саперы получить низко они будут отливать Окончательную Blast. Убить или CC их, чтобы предотвратить бросание или отойти от него.",
 "The big red swirls hurt. You have five seconds to move from them.": "Большие красные завитки больно. У вас есть пять секунд, чтобы перейти от них.",
 "Pelt random allies with rocks. Annoying but not dangerous.": "PELT случайных союзников камнями. Досадно, но не опасно.",
 "Interrupt or Purge(!): Earth Shield (DR + healing when hit)": "Прерывание или Purge (!): Earth Shield (DR + исцеление при попадании)",
 "Frontal Cleave (Power through)": "Фронтальная Клив (Power через)",
 "Interrupt(!!): Furious Quake (Heavy AoE)": "Прерывание (!!): Furious Quake (Heavy AoE)",
 "Interrupt or Purge(!): Tectonic Barrier (DR + interrupt immunity)": "Прерывание или Purge (!): Тектонические Barrier (DR + прерывание иммунитета)",
 "Mostly harmless.": "В большинстве случаев безвредна.",
 "During the Cower cast just drag away nearby trash. It's a big DR shield.": "Во время Попятиться отливать просто оттаскивать поблизости мусор. Это большая DR щит.",
 "Will deal heavy tank damage when below 20% HP.": "Будет ли иметь дело тяжелое повреждение резервуара, когда ниже 20% HP.",
 "Kill the Sappers first. This guy isn't too dangerous.": "Убейте сапер первым. Этот парень не слишком опасно.",
 "Interrupt(!!): Transfiguration Serum": "Прерывание (!!): Преображение Serum",
 "Interrupt: Blowtorch (frontal cone AoE)": "Прерывание: Blowtorch (фронтальный конус АЫЙ)",
 "This mob is awful. During Force Cannon you need to rotate around him. Randomly targeted.": "Это моб ужасно. Во время Force Cannon вы должны вращаться вокруг него. Случайный целенаправленный.",
 "Frontal Cleave (Echo Blade, tank can't dodge, silences)": "Фронтальная Клив (Echo клинок, танк не может уклониться, умолчание)",
 "You can dispel the Echo Blade silence debuff that hopefully only the tank got.": "Вы можете рассеять молчание дебафф Echo Клинок многообещающий только танк получил.",
 "Interrupt or Dispel: Transmute Enemy to Goo (10s Polymorph)": "Прерывание или рассеивание: трансмутация Enemy к Goo (10s полиморфный)",
 "Watch out for the purple orbs. They heal the mob.": "Следите за фиолетовые шары. Они заживают толпы.",
 "Purge: Azerite Injection (heal, +dmg)": "Purge: Azerite Injection (заживают, + DMG)",
 "Energy Lash targets need heavy spot healing.": "Энергия Lash цели необходимо тяжелое пятно заживлению.",
 "Mostly harmless but do get stronger over time so clear them quickly.": "В основном безвредна но окрепнет с течением времени, так очистить их быстро.",
 "These will fixate a player and explode. Kill them quickly or kite them.": "Они будут фиксироваться игроком и взрываются. Убейте их быстро или кайт их.",
 "Interrupt: Artillery Barrage (conjures 100 red swirls to dodge).": "Прерывание: артиллерийский (100 красных Info: Создает Вереницы увернуться).",
 "Will fixate a target with a red laser. It can be intercepted by standing in it when shot fires.": "Будет фиксироваться мишень с красным лазером. Это может быть перехвачено, стоя в нем, когда расстрелял пожары.",
 "The shot does give you a -healing debuff, so take care if the tank soaks it.": "Выстрел действительно дает вам -healing дебафф, так что будьте осторожны, если танк пропитывает его.",
 "Will rock the tank with Charged Shot. They'll need a defensive.": "Буду ли раскачивать бак с заряженным Shot. Они будут нуждаться в обороне.",
 "Stun Interrupt(!): Repair (heal on the war machine)": "Stun прерывание (!): Ремонт (заживает на военной машине)",
 "Interrupt: Overcharge (haste buff on war machine)": "Прерывание: перезаряд (спешка бафф на военной машине)",
 "Let's play football. The boss will throw balls around the arena.": "Давай поиграем в футбол. Босс будет бросать шары вокруг арены.",
 "You have to click them to kick them toward the boss. You have to aim them.": "Вы должны нажимать на них, чтобы пнуть их к боссу. Вы должны направлять их.",
 "Any that aren't kicked into the boss will explode for big AoE damage.": "Любые, которые не пнул в босса взрывается большой ущерб AoE.",
 "Frontal Cleave (Shocking Claw, tank dodgeable after cast starts)": "Лобовое Раскалывание (Шокирующая лапка, бак dodgeable после запуска литого)",
 "Try and move the boss away from the coin piles. He'll suck them in for a damage bonus.": "Попробуйте переместить босс подальше от груды монет. Он будет сосать их в течение дополнительного урона.",
 "The adds will fixate random targets. They must be kited and killed very quickly.": "Добавляет будет фиксироваться случайными целями. Они должны быть кайтить и очень быстро убили.",
 "Frontal Cleave (Tectonic Smash, tank can dodge after cast start).": "Лобовое Раскалывание (Тектоническая Удар, танк может увернуться после старта литой).",
 "Boss will sometimes empower an add, it'll deal and take more damage. Nuke it.": "Босс иногда уполномочить надстройку, он будет иметь дело и принять больше урона. Nuke это.",
 "When the boss casts Resonant Pulse all alive adds must be CC'd.": "",
 "Almost all of the damage is in the first minute. Pop your cooldowns immediately.": "Почти все повреждения на первой минуте. Поп ваши кулдауны сразу.",
 "You can use Propellant Blast to push the azerite pools off the platform.": "Вы можете использовать пропеллент, взрыв раздвинуть azerite бассейны с платформы.",
 "Other than that, don't stand in pools and this is very easy.": "Кроме этого, не стоит в бассейнах, и это очень легко.",
 "Dispel: Chemical Burn (DoT)": "Рассеивание: Химическая Ожог (DOT)",
 "Homing Missle will target ranged players. Run it from the group.": "Наведение Ракетные будет предназначаться варьировались игроков. Запустите его из группы.",
 "Two boomba adds will fly around the arena. They'll fire red swirlies across 3/4 of the platform.": "Два Boomba добавляет будет летать вокруг арены. Они будут стрелять красные swirlies через 3/4 платформы.",
 "You can avoid them by looking up at standing in the quarter they're not facing.": "Вы можете избежать их, глядя на стоящем в квартале они не сталкиваются.",
 "In P2 all players must stand near the brown rockets (look like closets)": "В P2 всех игроки должны стоять рядом с коричневыми ракетами (выглядит как шкафы)",
 "Random player will be targeted and resulting Drill Smash will break the rockets.": "Случайный игрок будет направлен и в результате Drill Smash сломается ракетой.",
 "Break them all and boss will return to platform.": "Разбейте их все и босс вернется на платформу.",
 "Phase 1 is damage light, phase 2 quite heavy. Save your cooldowns.": "Фаза 1 повреждение свет, фаза 2 довольно тяжелый. Сохраните кулдауны.",
 "Look small but are vicious.": "Посмотрите небольшой, но порочны.",
 "Stacks HEAVY DoT on the tank and explodes on death.": "Стеки HEAVY дот на танке и взрывается после смерти.",
 "Pull as few of these as possible and stagger your kills so your healer can recover.": "Вытащите, как некоторые из них, как это возможно, и шататься ваши убивает, чтобы ваш целитель может восстановиться.",
 "Frontal breath in a random allies direction.": "Лобовое дыхание в случайном направлении союзников.",
 "Wait until the cast starts, then make sure you're nowhere near the front of the mob.": "Подождите, пока начинается литыми, то убедитесь, что вы нигде не рядом с передней черни.",
 "Frontal Cleave (Savage Cleave, heavy damage + DoT)": "Фронтальная Клив (Savage Клив, тяжелые повреждения + DOT)",
 "Warcry heavily buffs all nearby enemies. It can be soothed / tranq shotted.": "Warcry сильно полирует все ближайшие враг. Это может быть успокаивал / tranq выстрела,.",
 "Try and go down whichever path has fewer Blood Matrons": "Попробуйте и идти вниз в зависимости от того пути имеет меньше крови матроны",
 "Will pelt random allies. Hooked Snare is a DoT. Consider defensives here.": "Будет ли забрасывать случайные союзник. Увлеченные Snare является дот. Рассмотрим defensives здесь.",
 "Interrupt(!!): Dark Reconstitution (big heal)": "Прерывание (!!): Dark Воссоздание (большой заживают)",
 "Interrupt or Purge(!): Gift of G'huun (+100% damage, unkillable)": "Прерывание или Purge (!): Подарок G'huun (+ 100% урон, убиваемый)",
 "Interrupt(!!!): Harrowing Despair (BIG AoE)": "Прерывание (!!!): Боронование Despair (BIG AoE)",
 "Will also channel on random players. Spread a little so you don't share the damage": "Будет также канал на случайных игроков. Спред немного, так что вы не разделяете ущерб",
 "Dark Omen should be on you bars and they'll need some decent healing.": "Dark Omen должны быть на вас прутки, и они нуждаются в достойной заживлению.",
 "Will fixate a random player. Kite, CC, don't get hit.": "Буду фиксироваться случайным игроком. Kite, CC, не получить удар.",
 "Interrupt: Sonic Screech (AoE damage, interrupts spells)": "Прерывание: Соник Визг (повреждение AoE, прерывания заклинание)",
 "Interrupt(!!): Decaying Mind (Long CC)": "Прерывание (!!): Decaying Ум (Long CC)",
 "If a Decaying Mind goes off it can be cleansed by healing through the healing absorb.": "Если Decaying разум уходит он может быть очищен исцеление через исцеление впитывают.",
 "It can also be cleansed (disease)": "Она также может быть очищена (болезнь)",
 "If it was targeted on the healer you are likely to wipe. Interrupt it.": "Если он был направлен на целителя вы, вероятно, чтобы вытереть. Прервать его.",
 "Drop green pools around them. Can interrupt but low priority.": "Отбросьте зеленые бассейны вокруг них. Можно прервать, но с низким приоритетом.",
 "Will cast Bone Shield, a big absorb on themselves. Try and AoE CC them and burn.": "Будет ли бросить Костяной щит, большой впитывают на себя. Попробуйте и AoE CC их и сжечь.",
 "Interrupt(!!): Death Bolt (AoE dmg + DoT)": "Прерывание (!!): Смерть Болт (АОЕ дамаг + дот)",
 "You really need to interrupt every Death Bolt here.": "Вам действительно нужно, чтобы прервать каждую смерть Болт здесь.",
 "Interrupt: Raise Dead (summons a Guardian)": "Прерывание: Raise Dead (вызов опекуна)",
 "Interrupt or Soothe: Wicked Frenzy (+100% haste)": "Прерывание или успокаивают: Викед Бешенство (+ 100% скорости)",
 "Interrupt(!!): Withering Curse (+dmg taken, -dmg done)": "Прерывание (!!): Увядание Curse (+ DMG принято, -dmg сделать)",
 "Interrupt(!): Shadowbolt Volley (Medium AoE)": "Прерывание (!): Shadowbolt Volley (Medium AoE)",
 "Summons a totem that MUST be killed or run away from within 6 seconds (6yd AoE).": "Вызывает тотем, который должен быть убит или убежать от в течение 6 секунд (6yd АОГО).",
 "Dodge: Maddening Gaze (Long fear, targeted in random players direction)": "Dodge: Maddening Gaze (Long страх, ориентированы в случайном направлении игроков)",
 "Move away from tentacles when they spawn. They're easy to dodge.": "Отойдите от щупалец, когда они икру. Они легко увернуться.",
 "When Leaxa or an add casts Sanguine Feast you must walk away from them": "Когда Leaxa или надстройка бросает Сангину праздник вы должны уйти от них",
 "Dodge: Creeping Rot (moving ground effect that leaves from boss)": "Dodge: Creeping Rot (перемещение экранного эффекта, что листы от босса)",
 "Priority Target: Blood Effigy": "Приоритет Цель: Кровь Effigy",
 "Interrupt: Blood Bolt (where possible, ST nuke)": "Прерывание: Кровь Болт (где это возможно, ST нуклеозид)",
 "All boss abilities inflict stacking DoT / healing absorb on target.": "Все способности босса противника штабелирования дота / исцеление впитывают цели.",
 "Larva spawn when boss uses abilities. Stand on them to squish.": "Личинка икра, когда босс использует способность. Встаньте на них хлюпать.",
 "Larva grow into adds if not stood on within 8 seconds": "Личинка растет в добавляет, если не стоит на в течение 8 секунд",
 "Dodge: Charge (Cast on random target, BIG damage)": "Dodge: Charge (Cast на случайной цели, BIG повреждение)",
 "Healing CD: Tantrum (big AoE damage, cast at 100 energy)": "Healing CD: Истерика (большой урон AoE, отлитый на 100 энергии)",
 "Every mushroom that explodes leaves a stacking DoT. Avoid taking more than 2 stacks.": "Каждый гриб, который взрывается оставляет укладку дота. Избегайте брать более 2 стопки.",
 "Targeted by Upheaval: stand next to a group of mushrooms then run out of the swirl": "Целевой от Переворота: стоять рядом с группой грибов затем запустить из водоворота",
 "Run into lone mushrooms to detonate them": "Бегите в одиночка грибов взорвать их",
 "Boss will explode all mushrooms every ~50s. You must clear all mushrooms beforehand": "Boss взорвется все грибы каждые ~ 50-х годов. Вы должны очистить все грибы заранее",
 "Frontal Cleave: It also destroys mushrooms": "Фронтальная Cleave: Он также уничтожает грибы",
 "Consider saving healing CDs for Boundless Rot since it's big dmg if mushrooms are alive": "Рассмотрим сохранение целебных компакт-дисков для Безграничный гниль, так как это большой урону, если грибы живы",
 "Immunity: the mushroom debuff. Run into as many as possible": "Иммунитет: гриб дебафф. Бегите как можно больше",
 "Boss gains energy instead of taking damage. At 100 he releases adds.": "Босс получает энергию вместо урона. В 100 он высвобождает добавляет.",
 "Dodge: Floating Spores, Vile Expulsion (Cone targeted at player)": "Dodge: Плавающий Spores, Vile Изгнание (Cone ориентирован на игрока)",
 "Yellow circle around you? Party stacks in it. Clears your debuffs": "Желтый круг вокруг вас? Сторона складывает в него. Очищает ваши дебаффы",
 "Priority Target: Blood Visage > Boss. Killing Blood Visages damages boss.": "Приоритет Цель: Кровь Visage> Boss. Убийство крови Visages повреждает босса.",
 "Spores can be one-shot. Clear any that are getting close.": "Споры могут быть один выстрел. Устраните все, что приближается.",
 "Stacking dispellable DoT on entire party. Yellow circle clears it. Dispel newbies that miss circle.": "Штабелеры dispellable дот на всей партии. Желтый круг очищает его. Dispel новички, что мисс круг.",
 "Stack a light DoT on the party. Just AoE them down.": "Стек легкий дот на стороне. Просто АЫЕ их вниз.",
 "Will squeeze random players for moderate dmg. Don't pull too many at once.": "Прижмет случайных игроков для умеренного урону. Не тяните слишком много сразу.",
 "Make sure you can see the Squeeze debuff on your party frames.": "Убедитесь, что вы можете увидеть Сожмите дебафф на вашей стороне рамы.",
 "You can shapeshift out of Squeeze. Nice.": "Вы можете Shapeshift из Squeeze. Ницца.",
 "Will lower the max health of the tank. Don't pull too many at once.": "Будет ли снизить максимальное здоровье танка. Не тяните слишком много сразу.",
 "Interrupt(!!): Debilitating Shout (AoE dmg + dmg dealt reduction": "Прерывание (!!): Debilitating Shout (АОЕ + DMG DMG рассматривается сокращение",
 "Low priority mob. Harmless.": "Низкий приоритет моб. Безопасно.",
 "Prominent torch chucker. Will give your healer something to dispel but not otherwise dangerous.": "Известный факел Chucker. Дам ваш целитель что-то рассеять, но не иначе опасные.",
 "Dispel: Torch Strike (Magic, DoT, stacking, dispel at 2+)": "Рассеивание: Факел удар (Magic, дот, укладка, рассеивание на 2+)",
 "You can AoE purge (Mass dispel, Arcane Torrent) their Darkstep buff.": "Вы можете AoE продувка (Mass рассеивание, Arcane Torrent) их даркстеп любителем.",
 "Interrupt(!!): Watery Dome (AoE damage reduction)": "Прерывание (!!): Водяная Dome (AoE уменьшение урона)",
 "Stun / CC Interrupt: Riot Shield (dmg reduction, spell reflect)": "Stun / CC прерывание: Бунт Shield (снижение урона, заклинание отражения)",
 "Will REFLECT spells during Riot Shield. Ow.": "Отразим заклинания во время Бунта щита. Вл.",
 "Interrupt(!): Handcuff (Silence, pacify, DoT)": "Прерывание (!): Наручники (Silence, умиротворить, дот)",
 "Fuselighter will create a swirl under a random player. Dodge. Definitely dodge.": "Fuselighter создаст водоворот под случайным игроком. Dodge. Определенно увернуться.",
 "Have a threat table but a ranged basic attack.": "Есть таблица угроз, но дистанционную базовую атаку.",
 "Frontal Cleave (Suppression Fire, tank must take, DoT)": "Фронтальная Клив (Подавление пожар, танк должен принять, дот)",
 "Will blow up a barrel when engaged. Don't stand in it.": "Будет ли взорвать бочку, занятое. Не стой в ней.",
 "Has a threat table but a ranged basic attack.": "Имеет таблицу угрозы, но дистанционную базовую атаку.",
 "You can get in the cannon to deal HEAVY AoE damage.": "Вы можете получить в пушке, чтобы наносить урон HEAVY АОГО.",
 "WARNING: FRIENDLY FIRE. THE CANNON ALSO HITS ALLIES.": "ВНИМАНИЕ: СОДРУЖЕСТВЕННЫЙ FIRE. Пушка ТАКЖЕ HITS Союзников.",
 "Handle the next few packs by pulling them toward the cannon and then CC'ing in place while cannon kills.": "Обрабатывать следующие несколько пакетов, потянув их к пушке, а затем отправки копий на месте, пока пушка убивает.",
 "Up-and-coming super villains can use this opportunity to murder your friends.": "До и ближайшие супер злодеи могут использовать эту возможность, чтобы убить своих друзей.",
 "Lockdown is a slow cast that'll root everyone within 6 yds. Avoid.": "Lockdown медленный бросок, который будет корневыми все в 6 ярдов. Избегайте.",
 "Consider kiting during the Heavily Armed buff. They'll deal dbl dmg.": "Рассмотрим кайтинг во время вооруженного Крупной нагишом. Они будут иметь дело ДВМ дамаги.",
 "Drag them toward the cannons. Cannons very buff.": "Перетащите их к пушкам. Пушки очень положительный эффект.",
 "Righteous Flames is a slow cast that'll disorient everyone within 6 yrds. Avoid.": "Праведная Flames медленный бросок, который будет дезориентировать всех в течение 6 yrds. Избегайте.",
 "Interrupt(!!): Inner Flames (AoE heal, dmg buff)": "Прерывание (!!): Inner Flames (AoE заживают, DMG бафф)",
 "When she burrows move away from the upheaval target": "Когда она норы отойти от цели потрясений",
 "Avoid: Sand mounds (4s stun)": "Избегайте: Песчаные бугры (4с оглушает)",
 "Killing drones gives boss a 4s damage buff. Kill in small bunches on higher keys": "Убийство дронова дает боссу 4s урон. Убейте в небольших сгустков на более высоких ключей",
 "Sandstorm (heavy AoE) hits every 30s. Save healing CD's.": "Песчаный (тяжелый AoE) бьют каждые 30-х года. Сохранить исцеление CD.",
 "The tank damage can be heavy, especially below 30%": "Повреждение бака может быть тяжелым, особенно ниже 30%",
 "Soothe: Enrage (Both when adds die, and when she hits 30% HP.": "Умиротворение: Ярости (Оба, когда добавляет умереть, и, когда она попадает 30% HP.",
 "Tranq Shot: Enrage (Both when adds die, and when she hits 30% HP.": "Tranq Shot: Ярости (Оба, когда добавляет умереть, и, когда она попадает 30% HP.",
 "Hide around the corner during Flashing Daggers cast or you will die.": "Скрыть вокруг угла во время мигающих кинжалов литых или вы умрете.",
 "Interrupt: Howling Fear (long AoE fear)": "Прерывание: Подвывание Страх (длинный АЫЙ страх)",
 "At 50% boss will run away. Chase while killing prisoner adds.": "На 50% босс убежит. Чейз в то время как убийство заключенный добавляет.",
 "As soon as you reach boss interrupt his Motivating Cry": "Как только вы дойдете до босса прерывания его мотивирующим Cry",
 "During P2 Bobby will join fight and stun ally. Damage his shield off FIRST then interrupt": "Во время P2 Бобби присоединится бой и оглушить союзником. Повреждение щит выключения FIRST то прерывание",
 "Dispel or heal: Crippling Shiv (Poison, medium DoT)": "Рассеивание или лечить: Crippling Шив (яд, средний дот)",
 "You need to pick up and move barrels out of: Cinderflame (cone on random player) and Ignition (big red circles)": "Вы должны выбрать и переместить бочки из: Cinderflame (конус на случайном игроке) и зажигание (большие красные круги)",
 "Everyone must help. You click to pick up, then use extra action bar to drop.": "Каждый должен помочь. Вы нажимаете кнопку, чтобы забрать, а затем использовать дополнительную панель действий понижаться.",
 "You only need to keep a corner clean. Tank in a corner and leave the barrels on other side of room.": "Вам нужно только, чтобы держать угол в чистоте. Танк в углу и оставить бочки на другой стороне комнаты.",
 "There are two barrels near the door when you come in. Move them into the corridor before the fight begins": "Есть две бочки возле двери, когда вы входите. Переместите их в коридор перед началом боя",
 "Tank in the north west corner of the room. Everyone spreads around boss with backs to the small walls": "Танк в северо-западном углу комнаты. Каждый спреды вокруг босса со спинками к стенам маленьких",
 "This will stop you getting pushed back and minimizes movement": "Это остановит вас получать оттеснили и сводит к минимуму движение",
 "You need to dodge the Cross Ignition. It's marked with black paths along the ground.": "Вам нужно увернуться от Креста зажигания. Это отмечено черными дорожки по земле.",
 "If you move more than a few inches then you'll be stunned and likely die.": "При перемещении более чем на несколько дюймов, то вы будете ошеломлены и, вероятно, умирают.",
 "Even with good play this is a bursty high damage fight. Try and keep the party topped up.": "Даже при хорошей игре это пульсирующий высокий урон бой. Постарайтесь держать партию доливать.",
 "The group is close together so make sure you keep group heals like Effloresence down.": "Группа близко друг к другу так, убедитесь, что вы держите группу заживает как высолов вниз.",
 "Moderate damage casts at random allies. Group them up and AoE CC.": "Умеренный ущерб бросает на случайных союзников. Группа их и AoE CC.",
 "Frontal Cleave (Marking Cleave, tank can dodge after cast start)": "Лобовое Раскалывание (маркировка Cleave, танк может увернуться после старта литой)",
 "Interrupt(!): Etch (ST damage channel)": "Прерывание (!): Etch (ST повреждения канала)",
 "Targets random players.": "Цели случайных игроков.",
 "Will fire a rocket at a random player. Spread out so only one person gets hit.": "Будет ли огонь ракеты на случайного игрока. Распространенный так только один человек получает удар.",
 "Will throw out traps. One deals heavy damage, one stuns for 8s.": "Выбросите ловушки. Один наносит тяжелый урон, один станы для 8s.",
 "You really need to make sure you don't walk into them.": "Вам действительно нужно, чтобы убедиться, что вы не входите в них.",
 "Interrupt(!): Serving Serpents (AoE disease DoT)": "Прерывание (!): Обслуживание Змей (AoE болезнь дот)",
 "Harmless UNLESS it has the Parasitic debuff. If it does it must be burned down or interrupted.": "Безопасно, если он не имеет дебафф Паразитарные. Если он делает это должно быть сожжено или прервано.",
 "Successful Infest casts will spawn two more maggots": "Успешные слепки заводятся породит еще два опарыша",
 "Mostly harmless. Maybe even cute?": "В большинстве случаев безвредна. Может быть, даже мило?",
 "Frontal Cleave (Retch)": "Лобовое Раскалывание (Retch)",
 "Will leap to furthest ally and deal 5yd AoE DoT. Spread a little.": "Буду прыгать до дальней союзницы и дело 5YD АОГО дот. Спред немного.",
 "Interrupt: Dinner Bell (AoE 8yd silence)": "Прерывание: Ужин Белл (AOE 8yd молчание)",
 "Interrupt or Purge(!): Grasping Thorns (Stun, DoT)": "Прерывание или Purge (!): Захватывающие Шипы (Stun, дот)",
 "Frontal Cleave (Shadow Cleave)": "Лобовое Раскалывание (Теневая рассекающий)",
 "Interrupt or Purge: Spirited Defense (medium DR)": "Прерывание или Purge: Энергичные обороны (средний DR)",
 "Try and interrupt Runic Mark but if not then the marked player walks away from the group.": "Попробуйте и прерывание Runic Mark, но если нет, то отмеченная игрок уходит из группы.",
 "Interrupt or Purge(!!): Soul Fetish (buffs allies on death)": "Прерывание или Purge (!!): Soul Fetish (полирует союзников о смерти)",
 "Interrupt: Bone Splinter, Drain Essence (both DoTs)": "Прерывание: Bone Splinter, Drain субстанция (оба доты)",
 "Creates big green swirl on death. Move.": "Создает большой зеленый вихрь на смерть. Переехать.",
 "Explodes into a brown swirl on death. Is as nasty as it sounds. Move.": "Взрывается в коричневый водоворот на смерть. Есть так же противно, как это звучит. Переехать.",
 "Soothe: Enrage (+25% dmg)": "Умиротворение: Исступление (+ 25% DMG)",
 "Tranq Shot: Enrage (+25% dmg)": "Tranq Shot: Исступление (+ 25% DMG)",
 "Will conjure roots underneath allies. Don't stand in them.": "Будет ли колдовать корни под союзниками. Не стойте в них.",
 "Interrupt(!!): Effigy Reconstruction (full AoE heal)": "Прерывание (!!): Фигурка Реконструкция (полная AoE заживает)",
 "Dispel or heal: Infested Thorn (Disease, medium DoT)": "Рассеивание или лечить: Зараженный Thorn (болезнь, средняя дот)",
 "Very heavy tank damage during uninterruptable Thorned Barrage cast.": "Очень тяжелые повреждения бака во время колючих Barrage бесперебойного гипсе.",
 "More browl swirls. Move.": "Больше сучки browl. Переехать.",
 "Dispel: Fragment Soul (DoT, buffs the mob later)": "Рассеивание: Фрагмент Soul (дот, полирует моб позже)",
 "Spread with Dread Mark. Your healer will give you $5 later.": "Спред с Dread Марка. Ваш целитель даст вам $ 5 позже.",
 "Interrupt(!): Ruinous Volley (AoE nuke)": "Прерывание (!): Разрушения Volley (AoE нюк)",
 "Have a defensive ready for Decaying Touch. It increases your dmg taken.": "Есть оборонительный готовы к затухающей Touch. Это увеличивает ваш урон.",
 "Will leap to furthest player and deal 5yd AoE DoT. Have one player stand out.": "Будет ли скачок к дальнему игроку и дело 5YD АОЕ дот. Есть один игрок выделиться.",
 "Drag mobs out of any candles the soulcharmer drops. Save the romance for later.": "Перетащите мобы из любых свечей soulcharmer капель. Сохранить романтику позже.",
 "Interrupt: Soul Volley (AoE nuke)": "Прерывание: Soul Volley (AoE нюк)",
 "Dodge: Rotten Expulsion, Tenderize (Cone AoEs)": "Dodge: Rotten Высылка, разваривает (Cone Apes)",
 "If Wasting Servants get to boss he gets damage buff. Ignore them when boss is low.": "Если РАСТОЧИТЕЛЬСТВОВАТЬ Слуга добраться до босса он получает урон. Игнорировать их, когда босс низкий.",
 "Servants vulnerable to ALL CCs if you need more time": "Слуги уязвимы для всех СЦ, если вам нужно больше времени",
 "Priority Target: Wasting Servants > Boss. AoE oozelings.": "Приоритет Цель: Истощение Слуг> Boss. AoE oozelings.",
 "Low damage so help DPS adds and triage any rookies that stand in puddles.": "Низкий урон так помощь DPS добавляет и сортировку любых новичков, которые стоят в лужах.",
 "Priority Target: Soul Thorns (stuns random player until dead)": "Приоритет Цель: Soul Шипы (не ошеломляет случайный игрок до мертвых)",
 "Little red spirits will chase you around. Don't stop moving for long": "Маленькие красные духи будут гоняться за вами. Не прекращайте двигаться долго",
 "Heavy tank damage until boss is dragged over fire, then heavy party damage": "повреждение Тяжелого танка до босса перетаскивается над огнем, а затем повреждение тяжелой стороны",
 "Healing CDs: Burning Brush (moderate AoE)": "Целебный компакт-диски: Горение Brush (умеренная AoE)",
 "Drag the boss into fire to reset his stacks. Do it whenever possible.": "Перетащите босс в огнь, чтобы сбросить его стеку. Делайте это каждый раз, когда это возможно.",
 "Can only dmg one at a time. Don't multi-DoT. Targetable mob will be bigger.": "Может только DMG один на один раз. Не мульти-дот. Моб будет таргетинг будет больше.",
 "Aura of Dread: you MUST keep moving. The active aura rotates.": "Аура Страха: вы должны продолжать двигаться. Активные ауры вращается.",
 "Will periodically MC an ally. Switch DPS to them until broken free.": "Периодически MC союзник. Переключатель ДПС на них, пока не освободилась.",
 "Aura of Thorns: You'll take damage after every attack. Care.": "Аура Шипы: Вы будете получать урон после каждой атаки. Забота.",
 "Very hard fight. Aura of Apathy: 50% healing reduction. Conserve mana.": "Очень трудно бороться. Аура Apathy: 50% снижение заживления. Сбережение маны.",
 "Spam Heal: Jagged Nettles debuff (heavy DoT, lasts til target is above 90%.)": "Спам Лечение: Jagged Крапива дебафф (тяжелый дот, длится сезам цели выше 90%.)",
 "Each boss deals heavy AoE at 100 energy. Track it and top the party before.": "Каждый босс наносит тяжелые АЫЙ при 100 энергии. Отследить его и верхней партии раньше.",
 "Virulent Pathogen debuff (green circle): run it out of the group": "Virulent Возбудитель дебафф (зеленый круг): запустить его из группы",
 "Run out the debuff, stay out of purple swirls and this is very easy fight": "Кончился дебафф, держаться подальше от фиолетовой сучки и это очень легкий бой",
 "Lady will heal Lord a few times using her own health. No counterplay, just keep DPS'ing": "Леди заживет Господу несколько раз, используя свое собственное здоровье. Нет контригры, просто держать DPS'ing",
 "Lady Waycrest will fly over at 10% health. You need to taunt her immediately": "Lady Waycrest пролетят на 10% здоровья. Вы должны немедленно дразнить ее",
 "Don't dispel the disease in most cases. Only lasts 5s and they need to run out": "Не рассеять болезнь в большинстве случаев. Только длится 5s, и они должны выбежать",
 "Slavers cast Death Lens. Either kill quickly or interrupt cast with knockbacks / grips.": "Slavers отливать смерти объектива. Либо убить быстро или прерывания бросание с knockbacks / захватами.",
 "Yorrick will drop flasks of fire on the floor. Assign one DPS to pick them up": "Yorrick упадет колбы огня на поле. Присвоить один ДПС, чтобы забрать их",
 "Kill the adds near the boss and then cast Alchemical Fire when boss casts Dread Essence": "Убей добавляет рядом с боссом, а затем бросить алхимический огонь, когда босс бросает Dread Essence",
 "If you don't then he'll resummon all dead adds.": "Если вы этого не сделаете, то он будет resummon все умрем добавляет.",
 "Add Death Lens to your frame. They'll need big healing if the cast goes through": "Добавить Death объектива к раме. Они нужны большое исцеление, если бросок проходит через",
 "Mostly harmless. They'll run when low so watch for that.": "В большинстве случаев безвредна. Они будут работать, когда низко так что следите за этим.",
 "Annoying mob. CC them where possible and kill them alone.": "Раздражает моб. CC их там, где это возможно, и убить их в одиночку.",
 "Frontal Cleave (Heaving blow, stuns, dodgeable by tank)": "Фронтальная Клив (Поднятие удар, станы, dodgeable танк)",
 "Interrupt or Purge: Tidal Surge (+haste +dmg)": "Прерывание или продувки: Дыхательные всплески напряжения (+ скорость + DMG)",
 "Move out of the blue swirl.": "Перемещение из синего вихря.",
 "Interrupt as many Water Blasts as you can but it isn't urgent.": "Прерывание, как много водных Взрыва, как вы можете, но это не срочно.",
 "Interrupt(!!): Mending Rapids (Massive heal)": "Прерывание (!!): Mending Rapids (Massive заживают)",
 "Anchor of Binding will toss an anchor at a player. Dodgeable.": "Якорь Binding бросит якорь у игрока. Dodgeable.",
 "Dangerous mob. Will throw players into the air and deal heavy AoE damage.": "Опасный моб. Выбросите игроков в воздух и много тяжелых АоЕ повреждения.",
 "You CAN now Line of Sight the Rising Tides. Healers / DPS are encouraged to.": "Теперь вы можете линии визирования Восходящего Tides. Целители / DPS рекомендуется.",
 "Move from the windy zones and dodge any tornadoes.": "Переход от ветреных зон и увернуться любые торнадо.",
 "Interrupt: Tempest (spawns high damage dodgeable tornadoes)": "Прерывание: Tempest (нерестится высокий урон dodgeable торнадо)",
 "Heavy tank damage. AoE 8yd cleave (Whirling Slam, dodgeable)": "Тяжелые повреждения бака. AoE 8yd скола (Кружение Slam, dodgeable)",
 "Kite during the Blessing of Ironsides buff. Mob deals dbl dmg but moves slow.": "Кайт во время освящения Айронсайдс нагишом. Mob занимается ДВМ дамага, но движется медленно.",
 "Ok he'll put a ward down and everyone should stand in it at all times.": "Хорошо, что он будет поставить подопечный вниз и все должны стоять в ней во все времена.",
 "He'll cast Carve Flesh on a random party member.": "Он бросил Carve Плоть на члена партии случайным.",
 "If you're in the ward you'll take -75% dmg and live. If you're 50 yards away you're dead.": "Если вы находитесь в палате вы будете принимать -75% дамаги и жить. Если вы 50 ярдов ты мертв.",
 "You want to stand in the ward yourself, while keeping the miniboss out of it.": "Вы хотите стоять в палате самостоятельно, сохраняя при этом miniboss из него.",
 "Make sure you can see Carve Flesh on your frames. Try and save idiot DPS that isn't in ward.": "Убедитесь, что вы можете увидеть Carve Плоть на ваших кадрах. Попробуйте и сохранить идиот ДПС, что не в палате.",
 "BFA's Mariner. Will channel heavy AoE damage on party.": "Mariner БФА в. Будет ли канал тяжелый урон AoE на партии.",
 "Make sure you have healing CD's ready. It's predictable but heavy damage.": "Убедитесь, что вы исцеление готовы CD. Это предсказуемо, но тяжелые повреждения.",
 "Dispel: Electrifying Shock (Medium DoT)": "Рассеивание: Электрификация Shock (Medium дот)",
 "Jump in the Swiftness Wards she summons for a 25% haste buff": "Перейти в быстроте Wards она вызову на 25% спешка нагишом в",
 "The haste ward also buffs Heldis and any other trash. Drag them out.": "Поспешность палата также полирует Heldis и любой другой мусор. Перетащите их.",
 "Gale Winds is a moderately harmful AoE channel. You'll need to heal through it.": "Gale Ветра является умеренно вредным АЫМ каналом. Вы должны будете исцелять через него.",
 "With all that haste you'll feel like you're still playing a different expansion.": "Со всей этой спешкой вы будете чувствовать себя, как вы все еще играете другое расширение.",
 "PULL ONE AT A TIME": "PULL ONE AT A TIME",
 "Spread out with Void Seed. It doesn't hurt if you're 6yds apart.": "Распространенный с Пустоты Seed. Это не больно, если вы 6yds друг от друга.",
 "Interrupt(!!): Unending Darkness (AoE nuke, inc shad dmg taken debuff)": "Прерывание (!!): Бесконечная темнота (АОЕ нуклеозид, Inc. сельдь DMG взят отрицательный эффект)",
 "You can purge their shield to make them easier kills. Arcane Torrent is beautiful here.": "Вы можете очистить свой щит, чтобы сделать их легче убивает. Arcane Torrent красиво здесь.",
 "Conjures many blue swirls. I died to them once. Don't be me.": "Создает много синих водоворотов. Я умер, чтобы их один раз. Не меня.",
 "Have many interruptable casts. Priority is Touch of the Drowned > Rip Mind > Void Bolt.": "Есть много прерывают слепков. Приоритет Прикосновение Утопленница> Rip разум> Пустота Болта.",
 "Interrupt or dispel(!): Touch of the Drowned (medium DoT)": "Прерывание или рассеивание (!): Прикосновение Утопленница (средняя точка)",
 "Interrupt: Rip Mind (ST Nuke, -max HP)": "Прерывание: Rip разум (ST Nuke, -max HP)",
 "Frontal Cleave ('Mental Assault', stun, tank can dodge)": "Фронтальная Клив ( «Mental нападение», оглушить, танк может увернуться)",
 "Interrupt or Purge(!): Consuming Void (spell absorb buff)": "Прерывание или Purge (!): Потребляя Пустота (заклинание поглощает бафф)",
 "Interrupt: Detect Thoughts (100% dodge chance, 6s)": "Прерывание: Обнаружение Мысли (100% уклонения шанс, 6с)",
 "Deal heavy AoE damage. Make sure your tank is standing close to them.": "Нанесите тяжелый урон AoE. Убедитесь, что ваш танк стоит близко к ним.",
 "Deal medium AoE damage. AoE them quickly.": "Нанесите средний урон AoE. AoE их быстро.",
 "Moderate tank damage. Otherwise harmless.": "Умеренное повреждение бака. В противном случае безвредны.",
 "Heavy tank damage. Slow so can be kited.": "Тяжелые повреждения бака. Медленное так можно кайтить.",
 "Interrupt(!!) Consume Essence (AoE Nuke + full AoE heal)": "Прерывание (!!) Потребляйте Сущности (AoE Nuke + полный AoE заживают)",
 "Don't stand in blue swirls. Don't stand in front of boss when he charges. DPS Grasps.": "Не стоять в синей сучке. Не стоять перед боссом, когда он заряжает. DPS схватывает.",
 "Boss will split into three smaller elementals. Same abilities. Watch out for the charges.": "Босс будет разделен на три меньших элементалей. Та же способность. Следите за зарядами.",
 "YOU CAN FALL OFF THE PLATFORM. KEEP YOURSELF SAFE.": "ВЫ МОЖЕТЕ отвалиться ПЛАТФОРМЫ. ДЕРЖИТЕ СЕБЯ.",
 "Dispel: Choking Brine (DoT)": "Рассеивание: Удушье Рассол (дот)",
 "You can shapeshift out of the Grasp of the Depths root": "Вы можете Shapeshift из Возьмитесь корня Глубины",
 "You can Freedom the Roots.": "Вы можете СВОБОДЫ корни.",
 "Swiftness and Reinforcing wards are dropped through fight. ALWAYS stand in them": "Быстрота и усиливающие палаты отбрасываются через борьбу. ВСЕГДА стоять в них",
 "Reinforcing clears Slicing Winds stacks, Swiftness is +25% haste": "Армирующая очищает нарезка ветров стеки, Быстрота составляет + 25% скорость",
 "Kill Faye first, or both at the same time (efficient but tough on mana)": "Убить Фэй первый, или оба одновременно (эффективный, но жестко на мане)",
 "Interrupt: Slicing Blast (when Faye is in a swiftness ward)": "Прерывание: нарезка Blast (когда Феи находятся в стремительности палате)",
 "When Ironhull casts Blessing you need to kite. He deals double damage": "Когда Ironhull бросает Blessing вам нужно кайт. Он наносит двойной урон",
 "Face the cleave away from the party. You can clear the movement debuff in swiftness wards": "Лицо прилипнет от партии. Вы можете очистить дебафф движения в стремительности палат",
 "Track Slicing Blast stacks. They should be cleared every reinforcing ward but DPS are slow sometimes": "Трек нарезка Blast стеки. Они должны быть очищены каждый усиливающий подопечного, но ДПС медленно иногда",
 "Warning: The tank is likely to take heavy spiky damage": "Предупреждение: Резервуар может принимать тяжелые повреждения остроконечных",
 "MC'd targets must take damage by running through orbs and being targeted by allies.": "MC'd цели должны получать урон пробегая шарах и мишенью союзников.",
 "If you're not MC'd, don't get hit by the orbs or I'm taking away your dungeon license.": "Если вы не MC'd, не получить удар по шарах, или я забирая вашу лицензию подземелий.",
 "Dispel: Mind Rend (DoT, slow). You can also dispel Explosive Void (stun) if someone hits an orb.": "Рассеивание: Ум кровопускание (дот, медленно). Вы также можете рассеять Взрывной Пустоты (оглушение), если кто-то попадает в шар.",
 "Complex fight. Start by dodging tentacle slams and big black circles.": "Комплексная борьба. Начните с уворачиваясь щупальца хлопает и большие черные круги.",
 "Boss will drop everyone to sunken realm. Tank & healer in one, DPS in the other. Must kill add to escape": "Босс будет понижаться всех к затонувшей области. Танк и целитель в одном, DPS в другой. Нужно убить надстройку, чтобы избежать",
 "Healer gets debuff that gives +damage +healing -maximum health. Healer MUST help DPS. DPS can receive buff if healer already has it": "Целитель получает дебафф, который дает + урон + исцеление -Максимальному здоровья. Целитель должен помочь ДПС. DPS может получить положительный эффект, если целитель уже есть его",
 "Debuff can be cleansed if you don't trust yourself to dodge everything": "Debuff может быть очищен, если вы не доверяете себе, чтобы увернуться все",
 "Manifestation adds can't reach boss but will deal AoE damage when killed. Ensure nobody is low": "Проявление добавляет не может достигнуть босса, но будет наносить урон AoE, когда убили. Убедитесь, что никто не является низким",
 "Advanced strat on the website soon (too long for tooltips)": "Расширенные страты на сайте в ближайшее время (слишком долго для всплывающих подсказок)",
 "Kite it, kill it. Healer MUST DPS it. Cast from your spellbook if you must; you're hitting it.": "Кайт его, убить его. Целитель должен DPS его. Cast от вашей книги заклинаний, если необходимо; вы ударив по нему.",
 "HealersOnly": "HealersOnly"
}